app/views/guesses/mastermind.html.erb

SELECT "guesses".* FROM "guesses"
---
            <% i = 0 %>
            <% Guess.all.each do |g| %>